Repository: OmCTF-Sib/omctf.sib-api
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Notifications
ru: Уведомления

source: Title
ru: Заголовок

source: Text
ru: Текст

source: Is Visible
ru: Видимость

source: Notification
ru: Уведомление

source: Tasks
ru: Задания

source: New hint
ru: Новая подсказка

source: A hint was added to the task: %(task)s (%(task_type)s - {%(task_score)s})
ru: Была добавлена подсказка для задания: %(task)s (%(task_type)s - {%(task_score)s})

source: Team: %(team)s made first blood on %(task)s
ru: Команда: %(team)s пролила первую кровь на задании %(task)s

source: Name
ru: Название

source: Task type
ru: Тип задания

source: Task types
ru: Типы заданий

source: Description
ru: Описание

source: Score
ru: Кол-во баллов

source: Tags
ru: Теги

source: Separated by commas
ru: Разделяется запятыми

source: Creator
ru: Создатель задания

source: Task
ru: Задание

source: File
ru: Файл

source: Files
ru: Файлы

source: Team
ru: Команда

source: Solved task
ru: Решенное задание

source: Solved tasks
ru: Решенные задания

source: Flag
ru: Флаг

source: Sent flag
ru: Отправленный флаг

source: Sent flags
ru: Отправленные флаги

source: You have already passed this flag
ru: Вы уже сдали этот флаг

source: Teams
ru: Команды

source: Newbies
ru: Новички

source: Experienced
ru: Опытные

source: University
ru: ВУЗ

source: Command type
ru: Тип комманды

source: Is Captain
ru: Капитан

source: Team participant
ru: Участник команды

source: Team participants
ru: Участники команды
